tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "automake"
brew "bat"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "exa"
brew "git"
brew "gnupg"
brew "go"
brew "gotags"
brew "graphviz"
brew "hadolint"
brew "imagemagick@6"
brew "icu4c"
brew "jq"
brew "libevent"
brew "libffi"
brew "libiconv"
brew "libxml2"
brew "mas"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "pango"
brew "pkg-config"
brew "postgresql@11"
brew "python"
brew "reattach-to-user-namespace"
brew "shared-mime-info"
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "subversion"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "v8"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"

cask "atom"
cask "calibre"
cask "docker-edge"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "opera"
cask "skype"
cask "slack"
cask "tunnelblick"
cask "zoom"

mas "Pocket", id: 568494494
mas "Slack", id: 803453959
